Repository: linearmouse/linearmouse
Catalog: LinearMouse/Localizable.xcstrings
Source language: en
Languages: af, ar, bs, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, my, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk, vi, zh_hans, zh_hant, zh_hant_hk

source: This will delete all settings for "%@".
af: Dit sal alle instellings vir "%@" uitvee.
ar: سيؤدي هذا إلى حذف كافة الإعدادات لـ"%@".
bs: Ovim će se izbrisati sve postavke za "%@".
ca: Això esborrarà totes les configuracions per a "%@".
cs: Tímto smažete všechna nastavení pro „%@“.
da: Dette vil slette alle indstillinger for "%@".
de: Dies wird alle Einstellungen für "%@" löschen.
el: Αυτό θα διαγράψει όλες τις ρυθμίσεις για το "%@".
es: Esto eliminará todos los ajustes de "%@".
fi: Tämä poistaa kaikki asetukset kohteelle "%@".
fr: Cela supprimera tous les réglages pour « %@ ».
he: פעולה זו תמחק את כל ההגדרות עבור "%@".
hu: Ez törli az összes beállítást ehhez: „%@”.
it: Questo eliminerà tutte le impostazioni per "%@".
ja: これにより、「%@」の設定がすべて削除されます。
ko: "%@"의 모든 설정이 삭제됩니다.
my: ဤသည် "%@" အတွက် ဆက်တင်အားလုံးကို ဖျက်ပစ်ပါမည်။
nl: Dit verwijdert alle instellingen voor "%@".
pl: Spowoduje to usunięcie wszystkich ustawień dla „%@”.
pt: Isso excluirá todas as configurações para "%@".
pt_br: Isso excluirá todas as configurações para "%@".
ro: Aceasta va șterge toate setările pentru „%@”.
ru: Это удалит все настройки для "%@".
sk: Toto odstráni všetky nastavenia pre „%@“.
sr: Ово ће избрисати сва подешавања за „%@“.
sv: Detta raderar alla inställningar för "%@".
tr: Bu, "%@" için tüm ayarları silecektir.
uk: Це видалить усі налаштування для "%@".
vi: Thao tác này sẽ xóa tất cả cài đặt cho "%@".
zh_hans: 这将删除“%@”的所有设置。
zh_hant: 這將刪除「%@」的所有設定。
zh_hant_hk: 這將刪除「%@」的所有設定。

source: This will delete all settings for the current device.
af: Dit sal alle instellings vir die huidige toestel uitvee.
ar: سيؤدي هذا إلى حذف كافة الإعدادات للجهاز الحالي.
bs: Ovo će izbrisati sve postavke za trenutni uređaj.
ca: Això esborrarà totes les configuracions per al dispositiu actual.
cs: Tímto smažete všechna nastavení pro toto zařízení.
da: Dette vil slette alle indstillinger for den aktuelle enhed.
de: Dadurch werden alle Einstellungen für das aktuelle Gerät gelöscht.
el: Αυτό θα διαγράψει όλες τις ρυθμίσεις για την τρέχουσα συσκευή.
es: Esto eliminará todos los ajustes del dispositivo actual.
fi: Tämä poistaa kaikki asetukset nykyiselle laitteelle.
fr: Cela supprimera tous les réglages de l'appareil actuel.
he: פעולה זו תמחק את כל ההגדרות עבור המכשיר הנוכחי.
hu: Ez törli az összes beállítást az aktuális eszközhöz.
it: Questo eliminerà tutte le impostazioni per il dispositivo attuale.
ja: これにより、現在のデバイスの設定がすべて削除されます。
ko: 현재 기기의 모든 설정이 삭제됩니다.
my: ဤသည် လက်ရှိစက်ပစ္စည်းအတွက် ဆက်တင်အားလုံးကို ဖျက်ပစ်ပါမည်။
nl: Dit verwijdert alle instellingen voor het huidige apparaat.
pl: Spowoduje to usunięcie wszystkich ustawień dla bieżącego urządzenia.
pt: Isso excluirá todas as configurações para o dispositivo atual.
pt_br: Isso excluirá todas as configurações para o dispositivo atual.
ro: Aceasta va șterge toate setările pentru dispozitivul curent.
ru: Это удалит все настройки для текущего устройства.
sk: Toto odstráni všetky nastavenia pre aktuálne zariadenie.
sr: Ово ће избрисати сва подешавања за тренутни уређај.
sv: Detta raderar alla inställningar för den aktuella enheten.
tr: Bu, geçerli cihaz için tüm ayarları silecektir.
uk: Це видалить усі налаштування для поточного пристрою.
vi: Thao tác này sẽ xóa tất cả cài đặt cho thiết bị hiện tại.
zh_hans: 这将删除当前设备的所有设置。
zh_hant: 這將刪除目前裝置的所有設定。
zh_hant_hk: 這將刪除目前裝置的所有設定。

source: This will delete all settings for the selected device.
af: Dit sal alle instellings vir die geselekteerde toestel uitvee.
ar: سيؤدي هذا إلى حذف كافة الإعدادات للجهاز المحدد.
ca: Això esborrarà totes les configuracions per al dispositiu seleccionat.
cs: Tímto smažete všechna nastavení pro vybrané zařízení.
da: Dette vil slette alle indstillinger for den valgte enhed.
de: Dadurch werden alle Einstellungen für das ausgewählte Gerät gelöscht.
el: Αυτό θα διαγράψει όλες τις ρυθμίσεις για την επιλεγμένη συσκευή.
es: Esto eliminará todas las configuraciones del dispositivo seleccionado.
fi: Tämä poistaa kaikki asetukset valitulle laitteelle.
fr: Cela supprimera tous les réglages de l'appareil sélectionné.
he: פעולה זו תמחק את כל ההגדרות עבור המכשיר שנבחר.
hu: Ez törli az összes beállítást a kiválasztott eszközhöz.
it: Questo eliminerà tutte le impostazioni per il dispositivo selezionato.
ja: これにより、選択したデバイスの設定がすべて削除されます。
ko: 선택한 기기의 모든 설정이 삭제됩니다.
my: ဤသည် ရွေးချယ်ထားသော စက်ပစ္စည်းအတွက် ဆက်တင်အားလုံးကို ဖျက်ပစ်ပါမည်။
nl: Dit verwijdert alle instellingen voor het geselecteerde apparaat.
pl: Spowoduje to usunięcie wszystkich ustawień dla wybranego urządzenia.
pt: Isso excluirá todas as configurações para o dispositivo selecionado.
pt_br: Isso excluirá todas as configurações para o dispositivo selecionado.
ro: Aceasta va șterge toate setările pentru dispozitivul selectat.
ru: Это удалит все настройки для выбранного устройства.
sk: Toto odstráni všetky nastavenia pre vybrané zariadenie.
sr: Ово ће избрисати сва подешавања за изабрани уређај.
sv: Detta raderar alla inställningar för den valda enheten.
tr: Bu, seçili cihaz için tüm ayarları silecektir.
uk: Це видалить усі налаштування для вибраного пристрою.
vi: Thao tác này sẽ xóa tất cả cài đặt cho thiết bị đã chọn.
zh_hans: 这将删除所选设备的所有设置。
zh_hant: 這將刪除所選裝置的所有設定。
zh_hant_hk: 這將刪除所選裝置的所有設定。

source: Threshold
af: Drempel
ar: عتبة
bs: Prag
ca: Límit
cs: Prahová hodnota
da: Tærskel
de: Schwelle
el: Όριο
es: Umbral
fi: Kynnysarvo
fr: Seuil
he: סף
hu: Küszöbérték
it: Soglia
ja: しきい値
ko: 임계값
my: အကန့်
nl: Drempelwaarde
pl: Próg
pt: Limiar
pt_br: Limiar
ro: Prag
ru: Порог
sk: Prah
sr: Праг
sv: Tröskelvärde
tr: Eşik
uk: Поріг
vi: Ngưỡng
zh_hans: 阈值
zh_hant: 臨界值
zh_hant_hk: 臨界值

source: To show the settings, launch %@ again.
af: Om die instellings te wys, begin %@ weer.
ar: لإظهار الإعدادات، قم بتشغيل %@ مرة أخرى.
bs: Za prikaz postavki, ponovo pokrenite %@.
ca: Per mostrar la configuració, inicia %@ de nou.
cs: Pro zobrazení nastavení, spusťte %@ znovu.
da: Start %@ igen for at vise indstillingerne.
de: Um die Einstellungen anzuzeigen, öffne %@ erneut.
el: Για να εμφανίσετε τις ρυθμίσεις, εκκινήστε ξανά το %@.
es: Para mostrar las preferencias, vuelve a lanzar %@.
fi: Näytä asetukset käynnistämällä %@ uudelleen.
fr: Pour afficher les paramètres, lancez %@ à nouveau.
he: כדי להציג את ההגדרות, פתח את %@ מחדש.
hu: A beállítások megjelenítéséhez indítsa el újra a(z) %@ programot.
it: Per mostrare le impostazioni, riapri %@.
ja: 設定を表示するには、 %@ を再度起動してください。
ko: 설정을 적용하려면 %@를 재시작하십시오.
my: Settings များကို ပြရန်၊ %@ ကို ထပ်မံ ဖွင့်ပါ။.
nl: Start %@ opnieuw om de instellingen te tonen.
pl: Aby wyświetlić ustawienia, uruchom %@ ponownie.
pt: Para mostrar as configurações, inicie o %@ novamente.
pt_br: Para mostrar as configurações, execute %@ novamente.
ro: Pentru a afișa setările, lansați %@ din nou.
ru: Для отображения настроек перезапустите %@.
sk: Pre zobrazenie nastavení, spustite %@ znova.
sr: Да бисте приказали подешавања, поново покрените %@.
sv: Om du vill visa inställningarna, starta %@ igen.
tr: Tercihleri görmek için %@'i yeniden başlatın.
uk: Щоб показати налаштування, запустіть %@ ще раз.
vi: Để hiển thị cài đặt, hãy mở lại %@.
zh_hans: 要显示设置，再次运行 %@。
zh_hant: 要顯示設定，再次運行 %@。
zh_hant_hk: 要顯示設定，再次運行 %@。

source: Tracking speed
af: Spoed van opsporing
ar: سرعة التتبع
bs: Brzina trekpeda
ca: Velocitat de seguiment
cs: Rychlost vzorkování
da: Sporingshastighed
de: Tracking-Geschwindigkeit
el: Ταχύτητα εντοπισμού
es: Velocidad de seguimiento
fi: Seurantanopeus
fr: Vitesse de défilement
he: מהירות מעקב
hu: Követési sebesség
it: Velocità di tracciamento
ja: トラッキング速度
ko: 추적 속도
my: ခြေရာခံအမြန်နှုန်း
nl: Tracking snelheid
pl: Prędkość wskaźnika
pt: Velocidade de rastreamento
pt_br: Velocidade de rastreamento
ro: Viteza de urmărire
ru: Скорость перемещения
sk: Rýchlosť sledovania
sr: Брзина праћења
sv: Spårningshastighet
tr: Hareket takibi hızı
uk: Швидкість відстежування
vi: Tốc độ di chuột
zh_hans: 跟踪速度
zh_hant: 軌跡速度
zh_hant_hk: 軌跡速度

source: Trackpad
af: Toetsblok
ar: لوحة التعقب
bs: Trekped
da: Pegefelt
el: Επιφάνεια αφής
fi: Ohjauslevy
hu: Érintőpad
ja: トラックパッド
ko: 트랙패드
pl: Gładzik
ru: Трекпад
sr: Тачпед
sv: Styrplatta
tr: İzleme Dörtgeni
uk: Трекпад
zh_hans: 触控板
zh_hant: 觸控式軌跡板
zh_hant_hk: 觸控板

source: Trigger
af: Sneller
ar: مشغل
ca: Desencadenant
cs: Spouštěč
da: Udløser
de: Auslöser
el: Ενεργοποίηση
es: Disparador
fi: Laukaisin
fr: Déclencheur
he: טריגר
hu: Kiváltó ok
ja: トリガー
ko: 트리거
my: လှုံ့ဆော်မှု
pl: Wyzwalacz
pt: Gatilho
pt_br: Gatilho
ro: Declanșator
ru: Триггер
sk: Spúšťač
sr: Окидач
sv: Utlösare
tr: Tetikleyici
uk: Тригер
vi: Kích hoạt
zh_hans: 触发器
zh_hant: 觸發條件
zh_hant_hk: 觸發條件

source: Type mismatch: expected %1$@ at %2$@
af: Tipe wanpassing: verwag %1$@ by %2$@
ar: عدم تطابق النوع: متوقع %1$@ عند %2$@
bs: Neslaganje tipa: očekivano %1$@ na %2$@
ca: Desajust de tipus: s'esperava %1$@ a %2$@
cs: Nesprávný typ: očekáváno %1$@ na %2$@
da: Typeuoverensstemmelse: forventede %1$@ ved %2$@
de: Typenkonflikt: %1$@ erwartet bei %2$@
el: Ασυμφωνία τύπου: αναμενόταν %1$@ στο %2$@
es: Tipo de datos incorrecto: se esperaba %1$@ en %2$@
fi: Tyyppivirhe: odotettiin %1$@ kohdassa %2$@
fr: Incompatibilité de type : %1$@ attendu à %2$@
he: אי-התאמת סוג: צפוי %1$@ ב-%2$@
hu: Típuseltérés: %1$@ várt itt: %2$@
it: Mancata corrispondenza del tipo: previsto %1$@ a %2$@
ja: %1$@を%2$@で予期しています
ko: 타입 불일치: %2$@에 %1$@ 필요
my: အမျိုးအစား မကိုက်ညီပါ- %2$@ တွင် %1$@ ကို မျှော်လင့်သည်
nl: Typefout: %1$@ verwacht op %2$@
pl: Niezgodność typów: oczekiwano %1$@ pod adresem %2$@
pt: Incompatibilidade de tipo: esperado %1$@ em %2$@
pt_br: Incompatibilidade de tipo: esperado %1$@ em %2$@
ro: Potrivire incorectă de tip: se aștepta %1$@ la %2$@
ru: Несоответствие типа: ожидался %1$@ в %2$@
sk: Nezodpovedajúci typ: očakávané %1$@ na %2$@
sr: Неподударност типа: очекивано %1$@ на %2$@
sv: Typmatchning: förväntade %1$@ vid %2$@
tr: Tür uyumsuzluğu: %2$@ konumunda %1$@ bekleniyor
uk: Невідповідність типу: очікується %1$@ за адресою %2$@
vi: Sai kiểu dữ liệu: mong đợi %1$@ tại %2$@
zh_hans: 输入不匹配：预期 %1$@ 在 %2$@
zh_hant: 類型不符：預期為 %1$@，但收到 %2$@
zh_hant_hk: 類型不符：預期為 %2$@ 的 %1$@

source: Unit must be empty or "px"
af: Eenheid moet leeg wees of "px"
ar: يجب أن تكون الوحدة فارغة أو "px"
bs: Jedinica mora biti prazna ili "px"
ca: La unitat ha d'estar buida o ser "px"
cs: Jednotka musí být prázdná nebo „px“
da: Enhed skal være tom eller "px"
de: Einheit muss leer oder "px" sein
el: Η μονάδα πρέπει να είναι κενή ή "px"
es: Unidades debe estar vacío o ser "px"
fi: Yksikön on oltava tyhjä tai "px"
fr: L'unité doit être vide ou « px »
he: היחידה חייבת להיות ריקה או "px"
hu: Az egységnek üresnek vagy "px"-nek kell lennie
it: L'unità deve essere vuota o "px"
ja: 単位は空にするか、「px」にする必要があります
ko: 단위는 공백이거나 "px"이어야 합니다
my: ယူနစ်သည် ဗလာ သို့မဟုတ် "px" ဖြစ်ရမည်
nl: Eenheid moet leeg zijn of "px"
pl: Jednostka musi być pusta lub „px”
pt: A unidade deve estar vazia ou ser "px"
pt_br: A unidade deve estar vazia ou ser "px"
ro: Unitatea trebuie să fie goală sau „px”
ru: Единица измерения должна быть пустой или "px"
sk: Jednotka musí byť prázdna alebo „px“
sr: Јединица мора бити празна или „px“
sv: Enheten måste vara tom eller "px"
tr: Birim boş veya "px" olmalıdır
uk: Одиниця вимірювання має бути порожньою або "px"
vi: Đơn vị phải để trống hoặc là "px"
zh_hans: 单位必须为空或 "px"
zh_hant: 單位必須為空或「px」
zh_hant_hk: 單位必須為空或「px」

source: UniversalBackForward must be true, false, "backOnly" or "forwardOnly"
af: UniversalBackForward moet waar, onwaar, "backOnly" of "forwardOnly" wees
ar: يجب أن تكون UniversalBackForward true أو false أو "backOnly" أو "forwardOnly"
bs: UniversalBackForward mora biti tačno, netačno, "backOnly" ili "forwardOnly"
ca: UniversalBackForward ha de ser true, false, "backOnly" o "forwardOnly"
cs: UniversalBackForward musí být true, false, „backOnly“ nebo „forwardOnly“
da: UniversalBackForward skal være true, false, "backOnly" eller "forwardOnly"
de: UniversalBackForward muss true, false, "backOnly" oder "forwardOnly" sein
el: Το UniversalBackForward πρέπει να είναι true, false, "backOnly" ή "forwardOnly"
es: UniversalBackForward debe ser true, false, "backOnly" o "forwardOnly"
fi: UniversalBackForward on oltava true, false, "backOnly" tai "forwardOnly"
fr: UniversalBackForward doit être true, false, « backOnly » ou « forwardOnly »
he: UniversalBackForward חייב להיות true, false, "backOnly" או "forwardOnly"
hu: Az UniversalBackForward értéke true, false, "backOnly" vagy "forwardOnly" lehet
it: UniversalBackForward deve essere true, false, "backOnly" o "forwardOnly"
ja: UniversalBackForwardはtrue、false、「backOnly」、または「forwardOnly」にする必要があります
ko: UniversalBackForward는 true, false, "backOnly", "forwardOnly" 중 하나여야 합니다
my: UniversalBackForward သည် true, false, "backOnly" သို့မဟုတ် "forwardOnly" ဖြစ်ရမည်
nl: UniversalBackForward moet true, false, "backOnly" of "forwardOnly" zijn
pl: UniversalBackForward musi mieć wartość true, false, „backOnly” lub „forwardOnly”
pt: UniversalBackForward deve ser true, false, "backOnly" ou "forwardOnly"
pt_br: UniversalBackForward deve ser true, false, "backOnly" ou "forwardOnly"
ro: UniversalBackForward trebuie să fie true, false, „backOnly” sau „forwardOnly”
ru: UniversalBackForward должен быть true, false, "backOnly" или "forwardOnly"
sk: UniversalBackForward musí byť true, false, „backOnly“ alebo „forwardOnly“
sr: UniversalBackForward мора бити true, false, "backOnly" или "forwardOnly"
sv: UniversalBackForward måste vara true, false, "backOnly" eller "forwardOnly"
tr: UniversalBackForward true, false, "backOnly" veya "forwardOnly" olmalıdır
uk: UniversalBackForward має бути true, false, "backOnly" або "forwardOnly"
vi: UniversalBackForward phải là true, false, "backOnly" hoặc "forwardOnly"
zh_hans: UniversalBackforward 必须为 true、false、"backOnly" 或 "forwardOnly"
zh_hant: UniversalBackForward 必須為 true、false、「backOnly」或「forwardOnly」
zh_hant_hk: UniversalBackForward 必須為 true、false、「backOnly」或「forwardOnly」

source: Unknown
af: Onbekend
ar: غير معروف
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
ja: 不明
ko: 알 수 없음
my: မသိပါ
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sr: Непознато
sv: Okänd
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知
zh_hant_hk: 未知

source: Unsupported encoding, expected UTF-8
af: Nie-ondersteunde kodering, UTF-8 verwag
ar: ترميز غير مدعوم، متوقع UTF-8
bs: Nepodržan text, očekivano UTF-8
ca: Codificació no admesa, s'esperava UTF-8
cs: Nepodporované kódování, očekáváno UTF-8
da: Understøtter ikke kodning, forventede UTF-8
de: Nicht unterstützte Kodierung, UTF-8 erwartet
el: Μη υποστηριζόμενη κωδικοποίηση, αναμενόταν UTF-8
es: Codificación no compatible, debe ser UTF-8
fi: Tuntematon koodaus, odotettiin UTF-8
fr: Encodage non pris en charge, UTF-8 attendu
he: קידוד לא נתמך, צפוי UTF-8
hu: Nem támogatott kódolás, UTF-8 várt
it: Codifica non supportata, previsto UTF-8
ja: サポートされていないエンコーディングです。UTF-8を予期しています
ko: 지원하지 않는 인코딩, UTF-8 필요
my: မထောက်ပံ့သော ကုဒ်နံပါတ်၊ UTF-8 ကို မျှော်လင့်သည်
nl: Niet-ondersteunde codering, UTF-8 verwacht
pl: Nieobsługiwane kodowanie, oczekiwano UTF-8
pt: Codificação não suportada, esperado UTF-8
pt_br: Codificação não suportada, esperado UTF-8
ro: Codificare neacceptată, se aștepta UTF-8
ru: Неподдерживаемая кодировка, ожидался UTF-8
sk: Nepodporované kódovanie, očakávané UTF-8
sr: Неподржана кодна страница, очекиван UTF-8
sv: Okänt teckenkodning, förväntade UTF-8
tr: Desteklenmeyen kodlama, UTF-8 bekleniyor
uk: Непідтримуване кодування, очікується UTF-8
vi: Mã hóa không được hỗ trợ, mong đợi UTF-8
zh_hans: 不支持的编码，预期为 UTF-8
zh_hant: 不支援的編碼，預期為 UTF-8
zh_hant_hk: 不支援的編碼，預期為 UTF-8

source: Update check interval
af: Opdateringskontrole-interval
ar: فاصل التحقق من التحديث
bs: Interval provjere nadogradnje
ca: Interval de comprovació d'actualitzacions
cs: Interval kontroly aktualizací
da: Interval for opdateringssøgning
de: Aktualisierungs-Prüfintervall
el: Διάστημα ελέγχου ενημερώσεων
es: Actualizar el intervalo de verificación
fi: Päivitysten tarkistusväli
fr: Intervalle de vérification des mises à jour
he: תדירות בדיקת עדכונים
hu: Frissítések ellenőrzésének gyakorisága
it: Frequenza di rilevamento degli aggiornamenti
ja: アップデートのチェック間隔
ko: 업데이트 확인 간격
my: Update များစစ်ဆေးခြင်း ကာလ
nl: Interval controle naar updates
pl: Częstotliwość sprawdzania aktualizacji
pt: Intervalo de verificação de atualizações
pt_br: Atualizar intervalo de verificação
ro: Interval de verificare a actualizărilor
ru: Частота проверки обновлений
sk: Interval kontroly aktualizácií
sr: Интервал провере ажурирања
sv: Intervall för uppdateringskontroll
tr: Güncelleştirme denetimi sıklığı
uk: Інтервал перевірки оновлень
vi: Thời gian kiểm tra bản cập nhật
zh_hans: 更新检查频率
zh_hant: 檢查更新間隔
zh_hant_hk: 檢查更新間隔

source: Version: %@
af: Weergawe: %@
ar: الإصدار: %@
bs: Verzija: %@
ca: Versió: %@
cs: Verze %@
el: Έκδοση: %@
es: Versión: %@
fi: Versio: %@
he: גרסה: %@
hu: Verzió: %@
it: Versione: %@
ja: バージョン %@
ko: 버전: %@
my: ဗားရှင်း %@
nl: Versie: %@
pl: Wersja: %@
pt: Versão: %@
pt_br: Versão: %@
ro: Versiune: %@
ru: Версия: %@
sk: Verzia: %@
sr: Верзија: %@
tr: Sürüm: %@
uk: Версія: %@
vi: Phiên bản: %@
zh_hans: 版本：%@
zh_hant: 版本：%@
zh_hant_hk: 版本：%@

source: Vertical
af: Vertikaal
ar: عمودي
bs: Vertikalno
cs: Vertikální
da: Vertikal
de: Vertikal
el: Κατακόρυφη
fi: Pystysuora
he: אנכי
hu: Függőleges
it: Verticale
ja: 縦方向
ko: 수직 방향
my: ဒေါင်လိုက်
nl: Verticaal
pl: Pionowo
ru: Вертикальная
sk: Vertikálne
sr: Вертикално
sv: Vertikal
tr: Dikey
uk: Вертикальне
vi: Cuộn dọc
zh_hans: 纵向
zh_hant: 縱向
zh_hant_hk: 縱向

source: Weekly
af: Weekliks
ar: أسبوعي
bs: Sedmično
ca: Setmanal
cs: Týdně
da: Ugentligt
de: Wöchentlich
el: Εβδομαδιαία
es: Cada semana
fi: Viikoittain
fr: Toutes les semaines
he: שבועי
hu: Hetente
it: Ogni settimana
ja: 毎週
ko: 매주
my: အပတ်တိုင်း
nl: Wekelijks
pl: Co tydzień
pt: Semanalmente
pt_br: Semanalmente
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sr: Недељно
sv: Veckovis
tr: Haftalık
uk: Щотижня
vi: Hằng tuần
zh_hans: 每周
zh_hant: 每週
zh_hant_hk: 每週

source: When using plain middle click, keep browser-style middle-click behavior on pressable elements instead of entering autoscroll.
af: Wanneer jy gewone middelkliek gebruik, behou blaaier-styl middelkliek-gedrag op drukbare elemente in plaas daarvan om outo-rol te betree.
ar: عند استخدام النقر الأوسط العادي، احتفظ بسلوك النقر الأوسط بأسلوب المتصفح على العناصر القابلة للضغط بدلاً من الدخول في التمرير التلقائي.
ca: Quan utilitzeu el clic central simple, manteniu el comportament de clic central a l'estil del navegador en elements clicables en lloc d'entrar en el desplaçament automàtic.
cs: Při použití běžného prostředního kliknutí zachovejte chování prostředního kliknutí ve stylu prohlížeče na prvcích, na které lze kliknout, místo automatického posouvání.
da: Når du bruger et almindeligt mellemklik, skal du bevare browser-lignende mellemklik-adfærd på klikbare elementer i stedet for at gå ind i autoscroll.
de: Verwende bei einfachem Mittelklick das browserähnliche Verhalten für klickbare Elemente anstelle des automatischen Scrollens.
el: Όταν χρησιμοποιείτε απλό μεσαίο κλικ, διατηρήστε τη συμπεριφορά μεσαίου κλικ τύπου προγράμματος περιήγησης σε στοιχεία που μπορούν να πατηθούν αντί να εισέλθετε σε αυτόματη κύλιση.
es: Al usar el clic central simple, mantén el comportamiento de clic central estilo navegador en elementos interactivos en lugar de entrar en desplazamiento automático.
fi: Kun käytät tavallista keskinäppäintä, säilytä selaimeen tyypillinen keskinäppäimen toiminta painettavissa olevissa elementeissä sen sijaan, että siirtyisit automaattiseen vieritykseen.
fr: Lors de l'utilisation du clic central simple, conservez le comportement de clic central de type navigateur sur les éléments cliquables au lieu d'activer le défilement automatique.
he: בעת שימוש בלחיצה אמצעית רגילה, שמור על התנהגות לחיצה אמצעית בסגנון דפדפן באלמנטים הניתנים ללחיצה במקום להיכנס לגלילה אוטומטית.
hu: Egyszerű középső kattintás használatakor a kattintható elemek böngészőstílusú középső kattintási viselkedését tartja meg az automatikus görgetés helyett.
it: Quando si utilizza il clic centrale normale, mantieni il comportamento del clic centrale in stile browser sugli elementi cliccabili invece di entrare nello scorrimento automatico.
ja: 通常のミドルクリックを使用する場合、自動スクロールに入る代わりに、クリック可能な要素でブラウザスタイルのミドルクリック動作を維持します。
ko: 일반 중간 클릭을 사용할 때 자동 스크롤로 들어가는 대신 클릭 가능한 요소에서 브라우저 스타일 중간 클릭 동작을 유지합니다.
my: အလယ်ကလစ်ကို အသုံးပြုသည့်အခါ၊ အလိုအလျောက် scroll လုပ်ခြင်းအစား click လုပ်နိုင်သော အရာများပေါ်တွင် browser-style အလယ်ကလစ် အပြုအမူကို ထိန်းသိမ်းပါ။
nl: Houd bij gebruik van een gewone middenklik het gedrag van de middenklik in browserstijl op klikbare elementen in plaats van automatisch scrollen te starten.
pl: Podczas używania zwykłego środkowego kliknięcia zachowaj przeglądarkowe zachowanie środkowego kliknięcia na elementach klikalnych zamiast wchodzić w tryb przewijania automatycznego.
pt: Ao usar clique do meio simples, mantenha o comportamento de clique do meio no estilo do navegador em elementos clicáveis em vez de entrar na rolagem automática.
pt_br: Ao usar o clique do meio simples, mantenha o comportamento de clique do meio no estilo do navegador em elementos clicáveis em vez de entrar na rolagem automática.
ro: Când utilizați clic de mijloc simplu, păstrați comportamentul de clic de mijloc în stil browser pe elementele care pot fi apăsate, în loc să intrați în derulare automată.
ru: При использовании обычного среднего клика сохраняйте поведение среднего клика в стиле браузера на интерактивных элементах вместо перехода в режим автопрокрутки.
sk: Pri použití bežného stredného kliknutia zachovajte správanie stredného kliknutia v štýle prehliadača na prvkoch, na ktoré sa dá kliknúť, namiesto vstupu do automatického posúvania.
sr: Када користите обичан средњи клик, задржите понашање средњег клика у стилу прегледача на елементима на које се може кликнути уместо уласка у аутоматско скроловање.
sv: När du använder vanligt mittenklick, behåll webbläsarstilens mittenklicksbeteende på klickbara element istället för att aktivera autoskrollning.
tr: Düz orta tıklama kullanırken, otomatik kaydırmaya girmek yerine tıklanabilir öğelerde tarayıcı tarzı orta tıklama davranışını koruyun.
uk: Під час використання звичайного середнього клацання зберігайте поведінку середнього клацання в стилі браузера на натискних елементах замість автоматичного прокручування.
vi: Khi sử dụng nhấp chuột giữa thông thường, giữ nguyên hành vi nhấp chuột giữa kiểu trình duyệt trên các phần tử có thể nhấp thay vì vào chế độ tự động cuộn.
zh_hans: 使用纯中间键单击时，在可按元素上保留浏览器风格的中间键单击行为，而不是进入自动滚动。
zh_hant: 使用純中間點擊時，在可按元素上保留瀏覽器風格的中間點擊行為，而非進入自動捲動。
zh_hant_hk: 使用純中間點擊時，請在可按元素上保留瀏覽器風格的中間點擊行為，而非進入自動捲動。
